{"title": "گاه‌شماری در ایران", "abstract": "استفاده از گاه‌شمار یا تقویم در ایران پیشینه‌ای بسیار کهن دارد. در گذر زمان گاه‌شماری ایرانی دگرگونی‌های زیادی کرده‌است. در ایران از روش‌های گاه‌شماری متفاوت مانند گاه‌شماری خورشیدی و گاه‌شماری قمری و با مبداهای متفاوت مانند تاج‌گذاری یزدگرد سوم یا هجرت محمد استفاده شده و می‌شود.", "main_text": " استفاده از گاه‌شمار یا تقویم در ایران پیشینه‌ای بسیار کهن دارد. در گذر زمان گاه‌شماری ایرانی دگرگونی‌های زیادی کرده‌است. در ایران از روش‌های گاه‌شماری متفاوت مانند گاه‌شماری خورشیدی و گاه‌شماری قمری و با مبداهای متفاوت مانند تاج‌گذاری یزدگرد سوم یا هجرت محمد استفاده شده و می‌شود. یکی از کوشش‌های همیشگی ایرانیان، تنظیم گاه‌شماری بوده‌است که با زمان طبیعی و دوره رویدادهای کیهانی، حداکثر انطباق را داشته‌باشد. این کوشش منجر به ایجاد و بهره‌برداری از نظام‌های گاه‌شماری بسیار متعدد و متنوعی شد که در نهایت با تدوین و تنظیم سالنامه اعتدالی ایرانی به حداکثر دقت ممکن برای تطبیق گاه‌شماری قراردادی با سال طبیعی دست یافته شد؛ و امروزه نیز این گاه‌شماری همچنان دقیق‌ترین گاه‌شماری تاریخ بشر شناخته می‌شود. گمان نمی‌رود که هیچ مردم و تمدنی به اندازه ایرانیان تا این اندازه به بررسی و پژوهش در گاه‌شماری پرداخته‌باشند. فهرست نسخه‌های خطی احمد منزوی، خود به تنهایی نشان‌دهنده بیش از دو هزار نسخه سالنامه خطی منتشرنشده به زبان فارسی است. بیشترین کتیبه‌های باستانی در زمینه نجوم و گاه‌شماری که در میان‌رودان بدست آمده‌اند، به دوران فرمانروایی کاسیان و هخامنشیان منسوب هستند. کوشش و پیگیری دانشمندان ایرانی، منجر به پیدایی دقیق‌ترین گاه‌شماری جهان در ایران شده‌است.[۱]   گاه‌شماری ایرانی تقویم خورشیدی برگرفته از تقویم بابلی بوده که خود متاثر از تقویم مصری بوده است. این تقویم در زمان هخامنشیان بومی شده و در زمان ساسانیان متاثر از تقویم ژولینی بود. از زمان تسلط اعراب تقویم هجری قمری تا مشروطیت تقویم رسمی گردید و تقویم خورشیدی (از جمله خراجی و یزدگردی) نیز برای امور زراعی-مالی کاربرد داشت. در سال ۴۷۱ قمری تقویم خورشیدی جلالی تدوین گردید اما چندان رواج نیافت. تقویم جلالی به سال ۱۲۶۴ خورشیدی با تغییراتی در قالب گاه‌شماری هجری خورشیدی برجی مجدداً رایج شد و در سال ۱۲۸۹ خورشیدی در زمان مشروطیت تقویم مالی ایران شد. بر همین اساس در آغاز سال ۱۳۰۴ خورشیدی با تغییراتی در محاسبات و عناوین ماهها بعنوان تقویم رسمی ایران درآمد که تا کنون رایج است. گاه‌شماری در دوران کهن در ایران معمولاً بر اساس خورشید انجام می‌گرفت. گاه‌شماری‌های نخستین ایران برگرفته از گاهشماری بابلی با سال ۱۲ماه سی روزه بوده که هر ۶سال یکبار ۱۳ماهه می‌شده‌است. گاه‌شماری‌های ۳۶۵روزه برگرفته از گاه‌شماری باستانی مصری اند. گاه‌شماری در دوره هخامنشیان تغییراتی کرده و بصورت گاه‌شماری زرتشتی درآمد. در زمان اردشیر اول پادشاه ساسانی، تقویم ایرانی متاثر از گاه‌شماری ژولینی تغییراتی کرد و به آخر سال ۵ روز اضافه شد و در دوره یزدگرد سوم هم اصلاحاتی در آن انجام شد. پس از ورود اسلام به ایران و تسلط اعراب، گاه‌شماری قمری جایگزین گاه‌شماری خورشیدی شد. اما با توجه به نقص‌های گاه‌شماری قمری اسلامی و برای تعیین سال فصلی و مالی جهت زمان پرداخت مالیات کشاورزان، تقویم خورشیدی (ازجمله: تقویم خراجی) کاربرد داشت اما از مبدأ حقیقی آن گاه تا دوماه عقب می‌افتاد.[۲] تقویم هجری قمری در تاریخ ایران پس از اسلام تاکنون کاربرد دارد و تا پیش از مشروطیت مهمترین تقویم معمول ایرانیان بوده‌است. گاه‌شماری جلالی در دورهٔ ملکشاه سلجوقی با فرمان خواجه نظام‌الملک توسط عده‌ای از ریاضی دانان ایرانی و در راس آنان حکیم عمر خیام در ۲۴ اسفند ۴۵۷ هجری خورشیدی (۳ رمضان ۴۷۱ هجری قمری) تدوین شد.[۳] در ایران پس از اسلام، گاهشماری هجری قمری کاربرد داشت و گاهشماری جلالی نیز پس از درگذشت ملکشاه، تا پیش از مشروطه در ایران رسمیت نداشت و با تغییراتی از جمله در مبدأ و اسامی و طول ماهها در قالب تقویم هجری شمسی برجی از سال ۱۲۸۹ هجری خورشیدی در ایران به کار رفت. مبدأ گاه‌شماری جلالی، سال جلوس ملکشاه بر تخت سلطنت و سرآغاز آن جمعه، اول فروردین سال نخستین جلالی (۴۵۸ هجری خورشیدی)، برابر نهم رمضان سال ۴۷۱ هجری قمری قراردادی (۱۵ مارس ۱۰۷۹ میلادی جولیانی مطابق ۲۱ مارس ۱۰۷۹ میلادی گرگوری) بود که تفاضل آن با تقویم هجری خورشیدی ۴۵۷ سال می‌باشد. در این گاهشماری روز اول سال طوری تنظیم شده‌است که با برابری بهاری همگام شود و در پایان سال‌ها ۳۶۵ یا ۳۶۶ روز دارند. طول ماههای آن را مانند گاهشماری یزدگردی ۳۰روزه با ۵روز افزوده و به احتمالی ضعیفتر مانند تقویم برجی براساس توقف نسبی خورشید در برجها بین ۲۹ تا ۳۲روزه دانسته‌اند. گاه‌شماری هجری خورشیدی را نخستین بار عبدالغفار نجم‌الدوله با توجه به تقویم جلالی استخراج کرد. نجم‌الدوله برای اولین بار عبارت ۱۲۶۴ هجری شمسی را در حاشیه تقویم سال ۸۰۷ جلالی مطابق ۳-۱۳۰۲ هجری قمری ذکر کرد و از آن تاریخ به بعد، نظام گاه‌شماری را در ایران رایج کرد که برای اولین بار اساس آن شمسی و مبداء آن هجرت پیامبر اسلام از مکّه به مدینه باشد. ماه‌های آن براساس اسامی عربی برج‌های دوازده‌گانه فلکی (حمل، ثور، جوزا... حوت) و طول آنها برمبنای توقف نسبی خورشید در بروج مذکور ۲۹ تا ۳۲روزه بود. تقویمی که او نوشت، به تقویم هجری شمسی بُرجی معروف است. این تقویم در دوره دوم مجلس شورای ملی ایران در ۲۱ صفر ۱۳۲۹ هجری قمری، برابر با ۲ اسفند (حوت) ۱۲۸۹ هجری شمسی، به عنوان مقیاس رسمی زمان محاسبات مالی کشور پذیرفته شد.[۴][۵] دستکم تا ۲۵ سال پیش از آن، تقویم‌هایی بر اساس گاه‌شماری هجری شمسی در ایران استخراج و چاپ می‌شد. ۱۵ سال بعد در پنجمین دوره مجلس شورای ملی قانون گاه‌شماری هجری شمسی به تصویب رسید.[۶] ماه‌های تقویم هجری خورشیدی برجی، بین ۲۹ تا ۳۲روزه و طول ماه‌ها در هرسال بستگی به توقف سالانه خورشید در هر برج متفاوت بوده‌است. طول ماه‌ها: حمل (۳۰ یا ۳۱روزه)، ثور (۳۱ یا ۳۲روزه)، جوزا (۳۱ یا ۳۲روزه)، سرطان (۳۱ یا ۳۲روزه)، اسد (۳۱ یا ۳۲روزه)، سنبله (۳۰ یا ۳۱روزه)، میزان (۳۰ یا ۳۱روزه)، عقرب (۲۹ یا ۳۰روزه)، قوس (۲۹ یا ۳۰روزه)، جدی (۲۹ یا ۳۰روزه)، دلو (۲۹ یا ۳۰روزه)، حوت (۲۹ یا ۳۰روزه).[۷] گاه‌شماری رسمی ایران، گاه‌شماری خورشیدی است که محاسبات، طول و سرآغازش بر اساس گاه‌شماری جلالی و مبدا آن سال هجرت محمد (برابر با ۶۲۲ میلادی) می‌باشد. نام ماه‌های گاه‌شماری رسمی، بر اساس گاه‌شماری اوستایی نو انجام گرفته‌است. گاه‌شماری رسمی ایران در ۱۱ فروردین ۱۳۰۴ (۱۹۲۵ میلادی) در مجلس شورای ملی بعنوان نظام گاه‌شماری سراسری و رسمی ایران تصویب شد. البته پیش از آن، نسخه اولیه این گاه‌شماری از ۲ اسفند ۱۲۸۹ بعنوان تقویم مالی کشور کاربرد رسمی یافته‌بود.[۸] این گاه‌شماری پس از رسمیت یافتن در ایران، در افغانستان بطور رسمی و در منطقه کردستان به صورت غیر رسمی بکار برده شد و می‌شود. به موجب این گاه‌شماری طول و نام ماه‌های سال اصلاح شد. طول ماه‌ها که در هر سال متغیر بود و از ۲۹ تا ۳۲ روز تغییر می‌کرد به شش ماه ۳۱ روزه، پنج ماه ۳۰ روزه و یک ماه ۲۹ روزه (که در سال‌های کبیسه ۳۰ روز می‌شود) دقیق شد و نام ماه‌ها از نام عربی برج‌های فلکی به نام‌های امروزی آن (فروردین تا اسفند) که برگرفته از نام‌های اوستایی و پهلوی بود، تغییر کرد. در این گاه‌شماری معیار شروع سال، ۱ فروردین و معیار لحظه تحویل سال اعتدال بهاری است ولی مکانی که باید مبدأ محاسبهٔ تقویم قرار گیرد مشخص نشده‌است. بعضی (از جمله ایرج ملکپور) نصف‌النهار ۵۲٫۵ درجهٔ شرقی را مرجع محاسبات این تقویم گرفته‌اند و برخی دیگر (از جمله راین‌گولد و درشوویتز در Calendrical Calculations) شهر تهران را. این دو مبدأ تا حدود سال ۱۴۶۹ هجری شمسی اختلافی در گاه‌شماری ایجاد نمی‌کنند ولی برای تعیین کبیسه بودن یا نبودن سال ۱۴۶۹، لازم است مبدأ این گاه‌شماری مشخص شود. پس از اصلاح و تعیین نام ماه‌های سال و تصویب دقیق زمان ابتدا و انتهای هر ماه و فصل‌های سال، مجلس شورای ملی تقسیم بندی سالیانه را به این صورت ابلاغ کرد: یک سال رسمی ایران، یک سال خورشیدی است که تشکیل شده‌است از ۱۲ ماه، که شش ماه اول ۳۱ روز، پنج ماه دوم ۳۰ روز و ماه آخر ۲۹ روز می‌باشد. هر ۴ یا بندرت ۵ سال یکبار طول ماه آخر ۳۰ روز است که آن سال به سال کبیسه معروف است. طول سال و فصلها در ایران و افغانستان و کردستان یکسان هستند ولی ماه‌ها در هر زبان و گویشی نام خاصی دارند؛ که به ترتیب عبارت‌اند از: تقویم رسمی ایران معمولاً هر چهار یا بندرت پنج سال یکبار کبیسه می‌شود. برای جبران کسر سال حقیقی، در آغاز هر دورهٔ ۲۹، ۳۳ یا ۳۷ساله، یک کبیسه پنج ساله وجود دارد. در یک فراز پنج‌هزارساله، مابازای هر دورهٔ ۳۷ساله، نزدیک به پنج دورهٔ ۲۹ساله و تقریباً ۲۰ دورهٔ ۳۳ساله وجود دارد. ترتیب و توالی کبیسه‌ها قاعده‌مند نیست. چنانچه لحظه تحویل سال خورشیدی بعد از ظهر ۳۶۶اُمین روز از سال باشد، آن سال کبیسه و روز بعد نوروز است.[۱۲] سالهای کبیسه یک قرن اخیر با توجه به دوره‌ها:\n(دورهٔ ۳۳ساله): ۱۲۸۰ - ۱۲۸۴ - ۱۲۸۸ - ۱۲۹۲ - ۱۲۹۶ - ۱۳۰۰ - ۱۳۰۴ - ۱۳۰۸\n(دورهٔ ۳۳ساله): ۱۳۱۳ - ۱۳۱۷ - ۱۳۲۱ - ۱۳۲۵ - ۱۳۲۹ - ۱۳۳۳ - ۱۳۳۷ - ۱۳۴۱\n(دورهٔ ۲۹ساله): ۱۳۴۶ - ۱۳۵۰ - ۱۳۵۴ - ۱۳۵۸ - ۱۳۶۲ - ۱۳۶۶ - ۱۳۷۰\n(دورهٔ ۳۳ساله): ۱۳۷۵ - ۱۳۷۹ - ۱۳۸۳ - ۱۳۸۷ - ۱۳۹۱ - ۱۳۹۵ - ۱۳۹۹ - ۱۴۰۳. گاه‌شماری حسابی الگوریتمی است که برای محاسبه دقیق آغاز، تقسیمات و کبیسه‌گیری گاه‌شماری جلالی تدوین می‌شود. یکی از گاه‌شماری‌های حسابی توسط احمد بیرشک ارائه شده‌است و در کنار گاه‌شماری رسمی ایران مشهور بوده و بعلت خطی بودن کاربرد آن آسانتر است. این تقویم با توجه به زیردوره‌ها و دوره‌های میانی تقویم جلالی و تکمیل آن در قالب یک دوره بزرگتر ۲۸۲۰ ساله ایجاد شده‌است. دوره بزرگ مذکور ابتدا توسط ذبیح بهروز محاسبه، کشف و پیشنهاد داده شد آنگاه توسط احمد بیرشک دوره‌های میانی آن تعریف شد و مدون گردید. دیگر گاهشماری حسابی، گاهشماری حسابی رایانه‌ای است که توسط موسی اکرمی تدوین شده‌است. برخی از مشهورترین سال‌شمارهایی که در ایران کاربرد داشته و دارند (تقریباً به ترتیب زمان پیدایش و کاربرد) به شرح زیر است: از برخی از این گاه‌شماری‌ها شواهد دقیق و مدونی در دسترس نیست ولی با کاوش متون تاریخی و بررسی زمان‌بندی جشن‌ها و رسوم کهن آریایی مانند نوروز، شب یلدا (چله)، جشن سده و... به میزان زیادی شناخته و دسته‌بندی شده‌اند. رضا مرادی غیاث‌آبادی تقویم‌هایی با عناوین آریایی، میترایی، خیامی، زرتشتی (زردشتی) را جعلی، نادرست و یا دستخوش تحریف می‌داند.", "curr_link": "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86", "out_links": ["https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AE%D9%88%D8%B1%D8%B4%DB%8C%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%DB%8C%D8%B2%D8%AF%DA%AF%D8%B1%D8%AF_%D8%B3%D9%88%D9%85", "https://fa.wikipedia.org/wiki/%D9%87%D8%AC%D8%B1%D8%AA_%D9%85%D8%AD%D9%85%D8%AF", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%D8%AD%D9%85%D8%AF_%D9%85%D9%86%D8%B2%D9%88%DB%8C", "https://fa.wikipedia.org/wiki/%D9%86%D8%AC%D9%88%D9%85", "https://fa.wikipedia.org/wiki/%D9%85%DB%8C%D8%A7%D9%86%E2%80%8C%D8%B1%D9%88%D8%AF%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%A9%D8%A7%D8%B3%DB%8C%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D9%87%D8%AE%D8%A7%D9%85%D9%86%D8%B4%DB%8C%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D8%A8%D8%A7%D8%A8%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D9%85%D8%B5%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%DA%98%D9%88%D9%84%DB%8C%D9%86%DB%8C", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D9%87%D8%AC%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AE%D8%B1%D8%A7%D8%AC%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%DB%8C%D8%B2%D8%AF%DA%AF%D8%B1%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D9%87%D8%AC%D8%B1%DB%8C_%D8%AE%D9%88%D8%B1%D8%B4%DB%8C%D8%AF%DB%8C_%D8%A8%D8%B1%D8%AC%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%B1%D8%B3%D9%85%DB%8C_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%A8%D8%A7%D8%A8%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D9%87%D8%AE%D8%A7%D9%85%D9%86%D8%B4%DB%8C%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%B2%D8%B1%D8%AA%D8%B4%D8%AA%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%D8%B1%D8%AF%D8%B4%DB%8C%D8%B1_%D8%A7%D9%88%D9%84", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%DA%98%D9%88%D9%84%DB%8C%D9%86%DB%8C", "https://fa.wikipedia.org/wiki/%DB%8C%D8%B2%D8%AF%DA%AF%D8%B1%D8%AF_%D8%B3%D9%88%D9%85", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AE%D8%B1%D8%A7%D8%AC%DB%8C", "https://fa.wikipedia.org/wiki/%D9%85%D9%84%DA%A9%D8%B4%D8%A7%D9%87_%D8%B3%D9%84%D8%AC%D9%88%D9%82%DB%8C", "https://fa.wikipedia.org/wiki/%D8%AE%D9%88%D8%A7%D8%AC%D9%87_%D9%86%D8%B8%D8%A7%D9%85%E2%80%8C%D8%A7%D9%84%D9%85%D9%84%DA%A9", "https://fa.wikipedia.org/wiki/%D8%AD%DA%A9%DB%8C%D9%85_%D8%B9%D9%85%D8%B1_%D8%AE%DB%8C%D8%A7%D9%85", "https://fa.wikipedia.org/wiki/%D8%AC%D9%86%D8%A8%D8%B4_%D9%85%D8%B4%D8%B1%D9%88%D8%B7%D9%87_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D9%87%D8%AC%D8%B1%DB%8C_%D8%B4%D9%85%D8%B3%DB%8C_%D8%A8%D8%B1%D8%AC%DB%8C", "https://fa.wikipedia.org/wiki/%DB%B1%DB%B2%DB%B8%DB%B9", "https://fa.wikipedia.org/wiki/%D9%87%D8%AC%D8%B1%DB%8C_%D8%AE%D9%88%D8%B1%D8%B4%DB%8C%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%D9%87%D8%AC%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C_%D9%82%D8%B1%D8%A7%D8%B1%D8%AF%D8%A7%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A8%D8%B1%D8%A7%D8%A8%D8%B1%DB%8C_%D8%A8%D9%87%D8%A7%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%D8%B9%D8%A8%D8%AF%D8%A7%D9%84%D8%BA%D9%81%D8%A7%D8%B1_%D9%86%D8%AC%D9%85%E2%80%8C%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%87", "https://fa.wikipedia.org/wiki/%D8%AA%D9%82%D9%88%DB%8C%D9%85_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D9%87%D8%AC%D8%B1%D8%AA_%D9%85%D8%AD%D9%85%D8%AF", "https://fa.wikipedia.org/wiki/%DB%B6%DB%B2%DB%B2_(%D9%85%DB%8C%D9%84%D8%A7%D8%AF%DB%8C)", "https://fa.wikipedia.org/w/index.php?title=%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AC%D9%88%D9%84%DB%8C%D8%A7%D9%86%DB%8C&action=edit&redlink=1", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%A7%D9%88%D8%B3%D8%AA%D8%A7%DB%8C%DB%8C_%D9%86%D9%88", "https://fa.wikipedia.org/wiki/%DB%B1%DB%B1_%D9%81%D8%B1%D9%88%D8%B1%D8%AF%DB%8C%D9%86", "https://fa.wikipedia.org/wiki/%DB%B1%DB%B3%DB%B0%DB%B4", "https://fa.wikipedia.org/wiki/%DB%B1%DB%B9%DB%B2%DB%B5_(%D9%85%DB%8C%D9%84%D8%A7%D8%AF%DB%8C)", "https://fa.wikipedia.org/wiki/%D9%85%D8%AC%D9%84%D8%B3_%D8%B4%D9%88%D8%B1%D8%A7%DB%8C_%D9%85%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%D9%81%D8%BA%D8%A7%D9%86%D8%B3%D8%AA%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%A9%D8%B1%D8%AF%D8%B3%D8%AA%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%A9%D8%A8%DB%8C%D8%B3%D9%87", "https://fa.wikipedia.org/wiki/%D8%A8%D8%B1%D8%AC%E2%80%8C%D9%87%D8%A7%DB%8C_%D9%81%D9%84%DA%A9%DB%8C", "https://fa.wikipedia.org/wiki/%DB%B1_%D9%81%D8%B1%D9%88%D8%B1%D8%AF%DB%8C%D9%86", "https://fa.wikipedia.org/wiki/%D8%A7%D8%B9%D8%AA%D8%AF%D8%A7%D9%84_%D8%A8%D9%87%D8%A7%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%DB%8C%D8%B1%D8%AC_%D9%85%D9%84%DA%A9%D9%BE%D9%88%D8%B1", "https://fa.wikipedia.org/wiki/%D9%86%D8%B5%D9%81%E2%80%8C%D8%A7%D9%84%D9%86%D9%87%D8%A7%D8%B1", "https://fa.wikipedia.org/wiki/%D8%AA%D9%87%D8%B1%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D8%B3%D8%A7%D9%84_%D8%AE%D9%88%D8%B1%D8%B4%DB%8C%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%D9%81%D8%B5%D9%84", "https://fa.wikipedia.org/wiki/%D8%A7%D9%84%DA%AF%D9%88%D8%B1%DB%8C%D8%AA%D9%85", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%D8%AD%D9%85%D8%AF_%D8%A8%DB%8C%D8%B1%D8%B4%DA%A9", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%B1%D8%B3%D9%85%DB%8C_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D8%B0%D8%A8%DB%8C%D8%AD_%D8%A8%D9%87%D8%B1%D9%88%D8%B2", "https://fa.wikipedia.org/wiki/%D9%85%D9%88%D8%B3%DB%8C_%D8%A7%DA%A9%D8%B1%D9%85%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A2%D8%B1%DB%8C%D8%A7%DB%8C%DB%8C", "https://fa.wikipedia.org/wiki/%D9%86%D9%88%D8%B1%D9%88%D8%B2", "https://fa.wikipedia.org/wiki/%D8%B4%D8%A8_%DB%8C%D9%84%D8%AF%D8%A7", "https://fa.wikipedia.org/wiki/%DA%86%D9%84%D9%87", "https://fa.wikipedia.org/wiki/%D8%AC%D8%B4%D9%86_%D8%B3%D8%AF%D9%87", "https://fa.wikipedia.org/wiki/%D8%B1%D8%B6%D8%A7_%D9%85%D8%B1%D8%A7%D8%AF%DB%8C_%D8%BA%DB%8C%D8%A7%D8%AB%E2%80%8C%D8%A2%D8%A8%D8%A7%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AE%D9%88%D8%B1%D8%B4%DB%8C%D8%AF%DB%8C", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D9%82%D9%85%D8%B1%DB%8C", "https://fa.wikipedia.org/wiki/%DB%8C%D8%B2%D8%AF%DA%AF%D8%B1%D8%AF_%D8%B3%D9%88%D9%85", "https://fa.wikipedia.org/wiki/%D9%87%D8%AC%D8%B1%D8%AA_%D9%85%D8%AD%D9%85%D8%AF", "https://fa.wikipedia.org/wiki/%DA%AF%D8%A7%D9%87%E2%80%8C%D8%B4%D9%85%D8%A7%D8%B1%DB%8C_%D8%AC%D9%84%D8%A7%D9%84%DB%8C", "https://fa.wikipedia.org/wiki/%D8%A7%D8%AD%D9%85%D8%AF_%D9%85%D9%86%D8%B2%D9%88%DB%8C", "https://fa.wikipedia.org/wiki/%D9%86%D8%AC%D9%88%D9%85", "https://fa.wikipedia.org/wiki/%D9%85%DB%8C%D8%A7%D9%86%E2%80%8C%D8%B1%D9%88%D8%AF%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%DA%A9%D8%A7%D8%B3%DB%8C%D8%A7%D9%86", "https://fa.wikipedia.org/wiki/%D9%87%D8%AE%D8%A7%D9%85%D9%86%D8%B4%DB%8C%D8%A7%D9%86"], "info_box": {}, "pagerank": 0, "culster_title": "", "cluster_id": 0}